tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "microsoft/git"

# cask "claude-code" # The brew version of claude code does not get updates quickly, use their official install path
case "ghostty"
cask "1password-cli"
cask "docker"
cask "font-fira-code-nerd-font"
cask "git-credential-manager-core"
cask "ksdiff"

tap "anomalyco/tap"
tap "cjbassi/ytop"
tap "derailed/k9s"

brew "cjbassi/ytop/ytop"
brew "derailed/k9s/k9s"
brew "farmotive/k8s/kpoof"

brew "aichat"
# brew "air" This is NOT the golang filewatcher, but something related to R
brew "angle-grinder"
brew "ansible"
brew "atuin"
brew "bat"
brew "colima"
brew "coreutils"
brew "direnv"
brew "dive"
brew "dog"
brew "dust"
brew "fd"
brew "ffmpeg"
brew "git"
brew "git-extras"
brew "glib"
brew "glow"
brew "gnupg"
brew "graphviz"
brew "grpcurl"
brew "gemini-cli"
brew "hcloud"
brew "hyperfine"
brew "imagemagick"
brew "jq"
brew "krew"
brew "kustomize"
brew "lazygit"
brew "lazygit"
brew "legit"
brew "lsd"
brew "luarocks"
brew "make"
brew "mise" # asdf replacement
brew "neovim"
brew "opencode"
brew "postgresql@13"
brew "procs"
brew "redis"
brew "rename"
brew "ripgrep"
brew "sd"
brew "shellcheck"
brew "snappy"
brew "sqlite3"
brew "starship"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "xsv"
brew "youtubedr"
brew "yq"
brew "zinit"
